[
    "Octopuses have three hearts! Two pump blood to the gills, and one pumps it to the rest of the body.",
    "Bananas are berries, but strawberries aren’t. Botanically, it’s about how the seeds develop.",
    "Wombat poop is cube-shaped to prevent it from rolling away, marking their territory.",
    "You can hear a blue whale’s heartbeat from over 2 miles away. Their hearts weigh about 400 pounds!",
    "Sloths can hold their breath longer than dolphins by slowing their heart rate to stay underwater for up to 40 minutes.",
    "Honey never spoils. Pots of it found in ancient Egyptian tombs are still edible.",
    "Sharks existed before trees, having been around for about 400 million years.",
    "A day on Venus is longer than a year on Venus, as it rotates on its axis more slowly than it orbits the sun.",
    "Cows have best friends and become stressed when separated from them.",
    "Butterflies taste with their feet, using sensors on their tarsi (footpads).",
    "Koalas have fingerprints so similar to humans they can confuse crime scene investigators.",
    "A species of jellyfish, Turritopsis dohrnii, is biologically immortal, reverting to its juvenile form indefinitely.",
    "The Eiffel Tower can grow taller in summer by up to 6 inches as metal expands with heat.",
    "Avocados are fruit, specifically classified as a single-seeded berry.",
    "Octopus tentacles have a mind of their own and can react to stimuli even when severed.",
    "Sloths move so slowly that algae grow on their fur, providing camouflage in the wild.",
    "Scotland’s national animal is the unicorn, symbolizing purity, power, and chivalry.",
    "Goats have rectangular pupils, giving them excellent peripheral vision.",
    "Some cats are allergic to humans, especially those with heavy dandruff.",
    "Sea otters hold hands while sleeping to avoid drifting apart.",
    "A group of flamingos is called a 'flamboyance,' matching their vibrant color.",
    "The dot over the letter 'i' is called a tittle, one of the smallest parts of typography.",
    "Japan’s Ōkunoshima, also known as 'Rabbit Island,' is full of rabbits.",
    "Your stomach gets a new lining every 3-4 days to prevent it from digesting itself.",
    "Elephants can 'hear' seismic signals through their feet.",
    "Cows produce more milk when listening to relaxing music.",
    "A cloud can weigh over a million pounds due to the water droplets it contains.",
    "An octopus can fit through anything as small as its beak due to its flexibility.",
    "Water makes different pouring sounds based on temperature. Hot water has a higher pitch than cold water.",
    "The wood frog can freeze itself solid during winter and thaw in spring, surviving the freeze.",
    "Humans share about 60% of their DNA with bananas.",
    "The inventor of the Pringles can is buried in one. His ashes were placed in a Pringles can.",
    "Bees can recognize human faces by associating them with patterns.",
    "Octopuses sometimes punch fish out of spite during hunting.",
    "Cows can sleep standing up but can only dream lying down.",
    "A single strand of spaghetti is called a 'spaghetto.'",
    "Polar bear fur is actually transparent, not white, and their skin is black.",
    "Starfish have no brain or blood but use filtered seawater to pump nutrients through their bodies.",
    "A shrimp’s heart is located in its head.",
    "Pineapples take about two years to grow, making them a slow-developing fruit.",
    "The world’s oldest piece of chewing gum is over 9,000 years old.",
    "Giraffes only need 5 to 30 minutes of sleep a day in short naps.",
    "A blob of toothpaste is called a 'nurdle.'",
    "There are more trees on Earth than stars in the Milky Way galaxy.",
    "The average human body has enough iron to make a small nail."
  ]
